Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Argon2 by Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, and Samuel Neves
ar: Argon2 مِن قِبل Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, و Samuel Neves
es_es: Argon2 por Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson y Samuel Neves
fr: Argon2 de Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, et Samuel Neves
it: Argon2 di Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson e Samuel Neves
ko: Argon2 ― Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, Samuel Neves
nl: Argon2 van Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson en Samuel Neves
pl: Argon2 - Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson i Samuel Neves
pt_br: Argon2 por Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson e Samuel Neves
ru: Алгоритм Argon2 и его реализация, авторы Daniel Dinu, Дмитрий Ховратович, Jean-Philippe Aumasson и Samuel Neves
sv_se: Argon2 av Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, och Samuel Neves
th: Argon2 โดย Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, และ Samuel Neves
zh_cn: Argon2 来自 Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, 还有 Samuel Neves
zh_tw: Argon2 來自 Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, 還有 Samuel Neves

source: GzipSwift by 1024jp
ar: GzipSwift مِن قِبل 1024jp
es_es: GzipSwift por 1024jp
fr: GzipSwift par 1024jp
it: GzipSwift di 1024jp
ko: GzipSwift ― 1024jp
nl: GzipSwift van 1024jp
pl: GzipSwift - 1024jp
pt_br: GzipSwift por 1024jp
ru: GzipSwift, автор 1024jp
sv_se: GzipSwift av 1024jp
th: GzipSwift โดย 1024jp
zh_cn: GzipSwift 来自 1024jp
zh_tw: GzipSwift 來自 1024jp

source: AEXML by Marko Tadić
ar: AEXML مِن قِبل Marko Tadić
es_es: AEXML por Marko Tadić
fr: AEXML par Marko Tadić
it: AEXML di Marko Tadić
ko: AEXML ― Marko Tadić
nl: AEXML van Marko Tadić
pl: AEXML - Marko Tadić
pt_br: AEXML por Marko Tadić
ru: AEXML, автор Marko Tadić
sv_se: AEXML av Marko Tadić
th: AEXML โดย Marko Tadić
zh_cn: AEXML 来自 Marko Tadić
zh_tw: AEXML 來自 Marko Tadić

source: Feather icons by Cole Bemis
ar: Feather icons مِن قِبل Cole Bemis
es_es: Iconos Feather por Cole Bemis
fr: Icônes plume par Cole Bemis
it: Icone Feather di Cole Bemis
ko: Feather 아이콘 ― Cole Bemis
nl: Veerpictogrammen van Cole Bemis
pl: Feather icons - Cole Bemis
pt_br: Ícones Feather por Cole Bemis
ru: Значки Feather, автор Cole Bemis
sv_se: Feather icons av Cole Bemis
th: Feather icons โดย Cole Bemis
zh_cn: Feather icons 来自 Cole Bemis
zh_tw: Feather icons 來自 Cole Bemis

source: KeyboardLayoutConstraint by James Tang
ar: قيود تخطيط لوحة المفاتيح مِن قِبل James Tang
es_es: KeyboardLayoutConstraint por James Tang
fr: KeyboardLayoutConstraint par James Tang
it: Vincolo KeyboardLayout di James Tang
ko: KeyboardLayoutConstraint ― James Tang
nl: KeyboardLayoutConstraint van James Tang
pl: KeyboardLayoutConstraint - James Tang
pt_br: KeyboardLayoutConstraint por James Tang
ru: KeyboardLayoutConstraint, автор James Tang
sv_se: KeyboardLayoutConstraint av James Tang
th: KeyboardLayoutConstraint โดย James Tang
zh_cn: KeyboardLayoutConstraint 来自 James Tang
zh_tw: KeyboardLayoutConstraint 來自 James Tang

source: System settings icon by Vicons Design
ar: أيقونات إعدادات النظام مِن قِبل Vicons Design
es_es: Icono de ajustes del sistema por Vicons Design
fr: Icône des paramètres système par Vicons Design
it: Icona impostazioni di sistema di Vicons Design
ko: 시스템 설정 아이콘 ― Vicons Design
nl: Systeeminstellingenpictogram van Vicons Design
pl: Ikony ustawień systemowych - Vicons Design
pt_br: Ícone System settings por Vicons Design
ru: Значок системных настроек от Vicons Design
sv_se: System settings icon av Vicons Design
th: ไอคอนการตั้งค่าโดย Vicons Design
zh_cn: 系统设置图标 来自 Vicons Design
zh_tw: System settings 來自 Vicons Design

source: Premium Upgrade
ar: ترقية للإصدار المميز
cs: Přejít na Premium
es_es: Obtener Premium
fr: Mise à niveau Premium
hu: Prémium Upgrade
it: Aggiornamento a Premium
ja: プレミアム版へのアップグレード
ko: 프리미엄 버전 업그레이드
pl: Aktualizacja Premium
pt_br: Obter a versão Premium
ru: Премиум
sk: Prejsť na Premium
sv_se: Premiumuppgradering
th: อัพเกรดพรีเมียม
tr: Piremiuma Yükselt
uk: Перейти на преміум
zh_cn: 升级高级版
zh_tw: 升級進階版

source: Selected file "%@" does not look like a database.
ar: الملف المُحدد "%@" لا يبدو كقاعدة بيانات.
cs: Vybraný soubor "%@" nevypadá jako databáze.
de: Die ausgewählte Datei "%@" sieht nicht wie eine Datenbank aus.
es_es: El archivo seleccionado «%@» no parece una base de datos.
fr: Le fichier sélectionné "%@" ne semble pas être une base de données.
hu: A kiválasztott fájl "%@" nem tűnik adatbázisnak.
it: Il file selezionato "%@" non sembra un database.
ja: ファイル "%@" はデータベースではないようです。
ko: 선택한 파일 “%@“은(는) 데이터베이스 파일이 아닌 것 같습니다.
nl: Het geselecteerde bestand ('%@') lijkt geen databank te zijn.
pl: Wybrany plik "%@" nie wygląda na bazę danych.
pt_br: O arquivo selecionado "%@" não parece ser um banco de dados.
pt_pt: O ficheiro selecionado "%@" não se parece com uma base de dados.
ru: Выбранный файл "%@" не похож на базу паролей.
sk: Vybraný súbor "%@" nevyzerá ako databáza.
sv_se: Vald fil "%@" verkar inte vara en databas.
th: ไฟล์ %@ ที่เลือกมา ดูไม่เหมือนฐานข้อมูล
tr: Seçili dosya "%@" veritabanına benzemiyor.
zh_cn: 您选定的文件 "%@" 看起来不像是个数据库文件。
zh_tw: 您選定的檔案 "%@" 看起來不像是個資料庫文件。

source: Create Database
ar: إنشاء قاعدة بيانات
cs: Vytvořit databázi
de: Neue Datenbank erstellen
es_es: Crear base de datos
fi: Luo tietokanta
fr: Créer une base de données
hu: Adatbázis létrehozása
it: Crea Database
ja: データベースを作成
ko: 데이터베이스 만들기
nl: Maak databank
pl: Utwórz bazę danych
pt_br: Criar banco de dados
pt_pt: Criar base de dados
ru: Создать базу паролей
sk: Vytvoriť databázu
sv_se: Skapa databas
th: สร้างฐานข้อมูล
tr: Veritabanı Oluştur
uk: Створити базу паролів
zh_cn: 创建新的数据库
zh_tw: 新建資料庫

source: Delete database file? Make sure you have a backup.
ar: حذف ملف قاعدة البيانات؟ تأكد من أن يكون لديك نسخة احتياطية.
cs: Odstranit databázový soubor? Ujistěte se, že máte zálohu.
de: Datenbankdatei löschen? Stellen Sie sicher, dass Sie ein Backup haben.
es_es: ¿Eliminar el archivo de base de datos? Asegúrate de tener una copia de seguridad.
fr: Supprimer le fichier de la base de données ? Assurez-vous d'avoir une sauvegarde.
hu: Adatbázisfájl törlése? Bizonyosodjon meg róla, hogy van biztonsági másolata.
it: Eliminare il file di database? Assicurati di avere un backup.
ja: データベースを削除しますか？ バックアップがあることを確認してください。
ko: 데이터베이스 파일을 삭제하시겠습니까? 백업을 생성해뒀는지 확인해주세요.
nl: Verwijder databankbestand? Zorg ervoor dat je een back-up hebt.
pl: Usunąć plik bazy danych? Upewnij się, że masz kopię zapasową.
pt_br: Apagar o arquivo de banco de dados? Certifique-se de ter uma cópia de segurança.
ru: Удалить файл базы паролей? Убедитесь, что у вас есть резервная копия.
sk: Vymazať databázový súbor? Uistite sa, že máte zálohu.
sv_se: Radera databasfil? Säkerställ att du har en backup.
th: ลบไฟล์กุญแจหรือไม่? ตรวจสอบให้ดีว่าคุณกู้ไว้เรียบร้อยแล้ว
tr: Veritabanı dosyasını sil? Bir yedeğiniz olduğundan emin olun.
zh_cn: 删除数据库文件? 请确保您有备份文件!
zh_tw: 刪除資料庫文件? 請確保您有備份檔案!

source: Failed to delete database file
ar: فشل في حذف قاعدة البيانات
cs: Databázi se nepodařilo odstranit
de: Löschen der Datenbank fehlgeschlagen
es_es: Error al eliminar la base de datos
fr: Échec de la suppression du fichier de la base de données
hu: Adatbázisfájl törlése sikertelen
it: Impossibile eliminare il file del database
ja: データベースの削除に失敗しました
ko: 데이터베이스 파일 삭제 실패
nl: Kan databankbestand niet verwijderen
pl: Nie udało się usunąć pliku bazy danych
pt_br: Não foi possível apagar o arquivo de banco de dados
ru: Не удалось удалить базу паролей
sk: Databázu sa nepodarilo vymazať
sv_se: Misslyckades att radera databasfilen
th: ไม่สามารถลบไฟล์ฐานข้อมูล
tr: Veritabanı dosyası silinemedi
zh_cn: 删除数据库文件失败
zh_tw: 刪除資料庫文件失敗

source: Loading...
ar: جاري التحميل...
cs: Načítání...
de: Lade...
es_es: Cargando ...
fi: Ladataan...
fr: Chargement en cours…
hu: Betöltés...
it: Caricamento in corso...
ja: 読み込み中...
ko: 불러오는 중...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt_br: Carregando...
pt_pt: A carregar...
ru: Загрузка...
sk: Načítavanie...
sv_se: Laddar...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
zh_cn: 载入中...
zh_tw: 載入中...

source: Master key successfully changed
ar: تم تغيير المفتاح الرئيس بنجاح
cs: Hlavní klíč k databázi úspěšně změněn
de: Hauptschlüssel erfolgreich geändert
es_es: Clave maestra cambiada correctamente
fr: La clé principale a été modifiée avec succès
hu: Mesterjeslzó változtatása sikerült
it: Chiave master modificata con successo
ja: マスターキーを変更しました
ko: 마스터 키가 성공적으로 변경되었습니다
nl: Hoofdsleutel is gewijzigd
pl: Klucz główny pomyślnie zmieniony
pt_br: Chave-mestra alterada com sucesso
ru: Мастер-ключ успешно изменён
sk: Hlavný kľúč k databáze bol úspešne zmenený
sv_se: Huvudnyckel ändrades
th: เปลี่ยนกุญแจหลักเรียบร้อยแล้ว
tr: Ana anahtar başarıyla değiştirildi
zh_cn: 主密码修改成功
zh_tw: 主密碼修改成功

source: Open Database
ar: فتح قاعدة البيانات
cs: Otevřít databázi
de: Datenbank öffnen
es_es: Abrir base de datos
fi: Avaa tietokanta
fr: Ouvrir une base de données
hu: Adatbázis megnyitása
it: Apri Database
ja: データベースを開く
ko: 데이터베이스 열기
nl: Open databank
pl: Otwórz bazę danych
pt_br: Abrir banco de dados
pt_pt: Abrir Base de Dados
ru: Открыть Базу
sk: Otvoriť databázu
sv_se: Öppna databas
th: เปิดฐานข้อมูล
tr: Veritabanını Aç
uk: Відкрити базу паролів
zh_cn: 打开数据库
zh_tw: 打開資料庫

source: Remove database from the list? The file will remain intact and you can add it again later.
ar: إزالة قاعدة البيانات من القائمة؟ سيبقى الملف سليماً ويمكنك إضافته مرة أخرى لاحقاً.
cs: Odstranit databázi ze seznamu? Soubor nebude ostraněn a můžete jej znovu přidat později.
de: Datenbank aus der Liste entfernen? Die Datei bleibt erhalten und Sie können sie später erneut hinzufügen.
es_es: ¿Eliminar la base de datos de la lista? El archivo permanecerá intacto y se puede volver a añadir más tarde.
fr: Retirer la base de données de la liste ? Le fichier restera intact et vous pourrez l'ajouter plus tard.
it: Rimuovere il database dalla lista? Il file rimarrà integro e potrai aggiungerlo nuovamente.
ja: データベースを一覧から削除しますか？ ファイルはそのまま残り、後で再度追加できます。
ko: 데이터베이스를 목록에서 제거하시겠습니까? 원본 파일은 삭제되지 않으며, 나중에 목록에 다시 추가할 수 있습니다.
nl: Verwijder databank uit de lijst? Het bestand blijft intact en je kunt het later nog toevoegen.
pl: Usunąć bazę danych z listy? Plik pozostanie nienaruszony i możesz go dodać później.
pt_br: Esquecer esse banco de dados? O arquivo permanecerá intacto e você poderá adicioná-lo de novo depois.
ru: Убрать базу паролей из списка? Файл останется нетронутым, вы сможете добавить его позже.
sk: Odobrať databázu zo zoznamu? Súbor nebude odstránený a môžete ho znovu pridať neskôr.
sv_se: Ta bort databasen från fillistan? Filen kommer inte raderas, och du kan lägga till den igen vid ett senare tillfälle.
th: ลบฐานข้อมูลออกจากรายการหรือไม่? ไฟล์จะยังคงเดิมและคุณยังสามารถเพิ่มไฟล์ได้ในภายหลัง
tr: Veritabanı listeden silinsin mi? Dosya sağlam kalır ve daha sonra tekrar ekleyebilirsiniz.
zh_cn: 从列表中删除数据库? 不会对文件进行更改或删除, 您可以在稍后添加回来。
zh_tw: 從列表中刪除資料庫? 不會對檔案進行更改或刪除, 您可以在稍後添加回來。

source: Saving...
ar: جاري الحفظ...
cs: Ukládání...
de: Speichern...
es_es: Guardando ...
fi: Tallennetaan...
fr: Sauvegarde...
hu: Mentés...
it: Salvataggio in corso...
ja: 保存中...
ko: 저장 중...
nl: Bezig met opslaan...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sk: Ukladanie...
sv_se: Sparar...
th: กำลังบันทึก...
tr: Kaydediliyor...
uk: Збереження...
zh_cn: 正在保存...
zh_tw: 正在保存...

source: Key file error: %@
ar: خطأ في ملف المفتاح: %@
cs: Chyba souboru s klíčem: %@
de: Schlüsseldatei Fehler: %@
es_es: Error del archivo de clave: %@
fr: Erreur de fichier de clé: %@
hu: Kulcsfájl hiba: %@
it: Errore file chiave: %@
ja: キーファイルのエラー: %@
ko: 키 파일 오류: %@
nl: Sleutelbestandsfout: %@
pl: Błąd pliku klucza: %@
pt_br: Erro no arquivo de chave: %@
ru: Проблема с ключевым файлом: %@
sk: Chyba súboru s kľúčom: %@
sv_se: Nyckelfil-fel: %@
th: ไฟล์กุญแจเกิดข้อผิดพลาด: %@
tr: Anahtar Dosya Hatası: %@
zh_cn: 密钥文件异常: %@
zh_tw: 金鑰檔案異常: %@

source: Diagnostic log has been copied to clipboard.
ar: تمّ نسخ سجل التشخيص إلى الحافظة.
cs: Diagnostické zprávy byly zkopírovány.
de: Das Diagnoseprotokoll wurde in die Zwischenablage kopiert.
es_es: El diagnóstico se ha copiado al portapapeles.
fr: Le journal de diagnostic a été copié dans le presse-papiers.
it: Il log diagnostico è stato copiato negli appunti.
ja: 診断ログをクリップボードにコピーしました。
ko: 진단 로그가 클립보드에 복사되었습니다.
nl: Diagnostisch logbestand is gekopieerd naar het klembord.
pl: Log diagnostyczny został skopiowany do schowka.
pt_br: O registro de diagnóstico foi copiado para a área de transferência.
ru: Журнал диагностики скопирован в буфер обмена.
sk: Diagnostické správy boli skopírované do schránky.
sv_se: Diagnostisk logg har kopierats till urklipp.
th: บันทึกการวินิจฉัยได้คัดลอกไปยังคลิปบอร์ดเรียบร้อยแล้ว
tr: Tanılama günlüğü panoya kopyalandı.
zh_cn: 诊断日志复制到剪贴板成功。
zh_tw: 診斷日誌複製到剪貼簿成功。

source: Show Diagnostic Log
ar: إظهار سجل التشخيص
cs: Zobrazit Diagnostické Zprávy
de: Diagnoseprotokolle anzeigen
es_es: Visualizar diagnóstico
fr: Afficher les journaux de diagnostic
it: Mostra log diagnostico
ja: 診断ログを表示
ko: 진단 로그 보기
nl: Toon diagnostisch logbestand
pl: Pokaż logi diagnostyczne
pt_br: Mostrar registro de diagnóstico
ru: Показать диагностику
sk: Zobraziť diagnostické správy
sv_se: Visa diagnostisk logg
th: แสดงบันทึกการวินิจฉัย
tr: Tanılama Günlüğünü Göster
zh_cn: 显示诊断日志
zh_tw: 顯示診斷日誌

source: Attached Files
ar: المرفقات
cs: Přiložené soubory
de: Angehängte Dateien
es_es: Archivos adjuntos
fi: Liitetiedostot
fr: Fichiers joints
hu: Mellékelt fájlok
it: Files allegati
ja: 添付ファイル
ko: 첨부된 파일
nl: Bijgevoegde bestanden
pl: Dołączone pliki
pt_br: Anexos
ru: Прикреплённые файлы
sk: Priložené súbory
sv_se: Bifogade filer
th: ไฟล์แนบ
tr: Bağımlı Dosyalar
uk: Прикріплені файли
zh_cn: 附件
zh_tw: 附件

source: Create Entry
ar: إنشاء سجل
cs: Vytvořit záznam
de: Eintrag hinzufügen
es_es: Crear entrada
fi: Luo merkintä
fr: Créer une entrée
hu: Bejegyzés létrehozása
it: Crea una voce
ja: エントリーを作成
ko: 항목 만들기
nl: Maak item
pl: Utwórz wpis
pt_br: Nova entrada
ru: Создать запись
sk: Vytvoriť záznam
sv_se: Skapa konto
th: สร้างรายการ
tr: Kayıt Oluştur
uk: Створити запис
zh_cn: 创建新条目
zh_tw: 新建項目

source: Field Name
ar: اسم الحقل
cs: Název pole
de: Feldname
es_es: Nombre del campo
fi: Kentän nimi
fr: Nom du champ
hu: Mező név
it: Nome Campo
ja: 項目名
ko: 필드 이름
nl: Veldnaam
pl: Nazwa pola
pt_br: Nome do campo
ru: Название поля
sk: Názov poľa
sv_se: Fältnamn
th: ชื่อ
tr: Alan Adı
uk: Назва поля
zh_cn: 域名
zh_tw: 字段名稱

source: Title
ar: العنوان
cs: Název
de: Titel
es_es: Título
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
sk: Názov
sv_se: Titel
th: ชื่อ
tr: Başlık
uk: Назва
zh_cn: 标题
zh_tw: 標題

source: New Entry
ar: سجل جديد
cs: Nový záznam
de: Neuer Eintrag
es_es: Nueva entrada
fr: Nouvelle entrée
hu: Új bejegyzés
it: Nuova Voce
ja: 新規エントリー
ko: 새로운 항목
nl: Nieuw item
pl: Nowy wpis
pt_br: Nova Entrada
ru: Новая запись
sk: Nový záznam
sv_se: Nytt konto
th: รายการใหม่
tr: Yeni Kayıt
uk: Новий запис
zh_cn: 新条目
zh_tw: 新項目

source: Creation Date
ar: تاريخ الإنشاء
cs: Datum vytvoření
de: Erstellungsdatum
es_es: Fecha de creación
fi: Luontipäivä
fr: Date de création
hu: Létrehozás dátuma
it: Data Creazione
ja: 作成日
ko: 생성 일자
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Criado
ru: Дата создания
sk: Dátum vytvorenia
sv_se: Skapad
th: วันที่สร้าง
tr: Oluşturma Tarihi
uk: Дата створення
zh_cn: 建立时间
zh_tw: 建立時間

source: File Location
ar: موقع الملف
cs: Umístění souboru
de: Ablageort
es_es: Localización del archivo
fr: Emplacement du fichier
hu: Fájl helye
it: Posizione del File
ja: ファイルの場所
ko: 파일 경로
nl: Bestandslocatie
pl: Lokalizacja pliku
pt_br: Local
ru: Расположение файла
sk: Umiestnenie súboru
sv_se: Lagringsplats
th: ตำแหน่งที่ตั้งไฟล์
tr: Dosya Konumu
uk: Місцезнаходження файлу
zh_cn: 文件位置
zh_tw: 檔案位置

source: File Name
ar: اسم الملف
cs: Název souboru
de: Dateiname
es_es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
it: Nome File
ja: ファイル名
ko: 파일명
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome
ru: Имя файла
sk: Názov súboru
sv_se: Filnamn
th: ชื่อไฟล์
tr: Dosya Adı
uk: Назва файлу
zh_cn: 文件名
zh_tw: 檔案名稱

source: File Size
ar: حجم الملف
cs: Velikost souboru
de: Dateigröße
es_es: Tamaño del archivo
fr: Taille Du Fichier
hu: Fájlméret
it: Dimensione File
ja: ファイルサイズ
ko: 파일 크기
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho
ru: Размер файла
sk: Veľkosť súboru
sv_se: Filstorlek
th: ขนาดไฟล์
tr: Dosya Boyutu
uk: Розмір файлу
zh_cn: 文件大小
zh_tw: 檔案大小

source: Last Modification Date
ar: تاريخ آخر تعديل
cs: Datum poslední změny
de: Letzte Änderung
es_es: Fecha de última modificación
fr: Date de dernière modification
hu: Utolsó módosítás dátuma
it: Data Ultima modifica
ja: 変更日
nl: Laatst gewijzigd op
pl: Data ostatniej modyfikacji
pt_br: Última modificação
ru: Дата изменения
sk: Dátum poslednej zmeny
sv_se: Senast redigerad
th: วันที่แก้ไขครั้งล่าสุด
tr: Son Değişiklik Tarihi
uk: Дата останньої зміни
zh_cn: 最后修改日期
zh_tw: 最後修改日期

source: Error
ar: خطأ
cs: Chyba
de: Fehler
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
sv_se: Fel
th: ผิดพลาด
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

source: Are you sure?
ar: هل أنتَ مُتأكد؟
cs: Jste si jisti?
de: Sind Sie sicher?
es_es: ¿Estás seguro?
fr: Êtes-vous certain ?
hu: Biztos benne?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실합니까?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt_br: Tem certeza?
pt_pt: Tem a certeza?
ru: Вы уверены?
sk: Ste si istý?
sv_se: Är du säker?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені?
zh_cn: 您确定吗？
zh_tw: 您確定嗎？

source: Discard unsaved changes?
ar: هل تريد تجاهل التغييرات الغير محفوظة؟
cs: Zahodit neuložené změny?
de: Nicht gespeicherte Änderungen verwerfen?
es_es: ¿Descartar los cambios no guardados?
fr: Annuler les modifications non enregistrées ?
hu: Elveti a nem mentett módosításokat?
it: Ignorare le modifiche non salvate?
ja: 保存せずに終了しますか？
ko: 저장되지 않은 변경 사항을 버리시겠습니까?
nl: Verwerp niet-opgeslagen wijzigingen?
pl: Odrzucić niezapisane zmiany?
pt_br: Descartar alterações não salvas?
ru: Отменить несохранённые изменения?
sk: Zahodiť neuložené zmeny?
sv_se: Släng osparade ändringar?
th: ละทิ้งการเปลี่ยนแปลงที่ยังไม่บันทึกหรือไม่?
tr: Son değişiklikler yok sayılsın mı?
uk: Відхилити незбережені зміни?
zh_cn: 要舍弃尚未储存的变更？
zh_tw: 要捨棄尚未儲存的變更？

source: There are unsaved changes
ar: هناك تغييرات غير محفوظة
cs: Máte neuložené změny
de: Es gibt nicht gespeicherte Änderungen
es_es: Hay cambios sin guardar
fr: Il y a des modifications non enregistrées
hu: Nem mentett módosítások
it: Ci sono modifiche non salvate
ja: 保存していない変更があります
ko: 저장되지 않은 변경 사항이 있습니다
nl: Er zijn niet-opgeslagen wijzigingen
pl: Istnieją niezapisane zmiany
pt_br: Há alterações não salvas
ru: Есть несохранённые изменения
sk: Máte neuložené zmeny
sv_se: Det finns osparade ändringar
th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikler var
zh_cn: 此处有未存档的变更
zh_tw: 此處有未存檔的變更

source: Export Error
ar: خطأ في التصدير
cs: Export selhal
de: Export-Fehler
es_es: Error al exportar
fr: Erreur d'exportation
hu: Exportálási hiba
it: Errore Esportazione
ja: 共有エラー
ko: 내보내기 오류
nl: Exporteerfout
pl: Błąd eksportu
pt_br: Falha ao exportar
ru: Ошибка экспорта
sk: Chyba exportu
sv_se: Exporteringsfel
th: ส่งออกผิดพลาด
tr: Dışa Aktarım Hatası
uk: Помилки експорту
zh_cn: 汇出错误
zh_tw: 匯出錯誤

source: Import Error
ar: خطأ في الاستيراد
cs: Import selhal
de: Fehler beim Import
es_es: Error al importar
fr: Erreur d'importation
hu: Importálási hiba
it: Errore di Importazione
ja: 読み込みエラー
ko: 가져오기 오류
nl: Importeerfout
pl: Błąd importu
pt_br: Falha ao importar
ru: Ошибка импорта
sk: Chyba importu
sv_se: Importeringsfel
th: นำเข้าผิดพลาด
tr: İçe Aktarım Hatası
zh_cn: 汇入错误
zh_tw: 匯入錯誤

source: Keychain Error
ar: خطأ في سلسلة المفاتيح
cs: Chyba klíčenky
de: Schlüsselbund-Fehler
es_es: Error en la cadena de claves
fi: Ongelma avainketjussa
fr: Erreur du trousseau
hu: Kulcskarika-hiba
it: Errore nel Portachiavi
ja: キーチェーンエラー
ko: 키체인 오류
nl: Sleutelhangerfout
pl: Błąd pęku kluczy
pt_br: Erro nas chaves do sistema
ru: Ошибка связки ключей
sk: Chyba kľúčenky
sv_se: Nyckelringsfel
th: พวงกุญแจผิดพลาด
tr: Anahtar Dizilim Hatası
uk: Помилка зв'язки ключів
zh_cn: 钥匙圈错误
zh_tw: 鑰匙圈錯誤

source: Warning
ar: تحذير
cs: Varování
de: Warnung
es_es: Advertencia
fi: Varoitus
fr: Avertissement
hu: Figyelmeztetés
it: Attenzione
ja: 警告
ko: 경고
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Atenção
ru: Внимание
sk: Varovanie
sv_se: Varning
th: คำเตือน
tr: Dikkat
uk: Увага
zh_cn: 警告
zh_tw: 警告

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es_es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annullare
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sv_se: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

source: Contact Us
ar: تواصل معنا
cs: Napište nám
de: Kontakt
es_es: Contáctanos
fi: Ota yhteyttä
fr: Contactez-nous
hu: Kapcsolat
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Neem contact op
pl: Skontaktuj się z nami
pt_br: Contate-nos
ru: Обратная связь
sk: Kontaktujte nás
sv_se: Kontakta oss
th: ติดต่อเรา
tr: İletişime Geçin
uk: Зворотніій зв'язок
zh_cn: 联系我们
zh_tw: 聯繫我們

source: Discard
ar: تجاهل
cs: Zahodit
de: Verwerfen
es_es: Descartar
fi: Hylkää
fr: Annuler
hu: Elvetés
it: Annulla
ja: 終了
ko: 버리기
nl: Verwerp
pl: Odrzuć
pt_br: Descartar
ru: Не сохранять
sk: Zahodiť
sv_se: Överge
th: ละทิ้ง
tr: Kaldır
uk: Не зберігати
zh_cn: 舍弃
zh_tw: 捨棄

source: Dismiss
ar: تجاهُل
cs: Zavřít
de: Beenden
es_es: Rechazar
fi: Hylkää
fr: Ignorer
hu: Eltüntetés
it: Ignora
ja: 閉じる
ko: 닫기
nl: Negeer
pl: Odrzuć
pt_br: Dispensar
ru: Закрыть
sk: Zatvoriť
sv_se: Avfärda
th: ไม่สนใจ
tr: Reddet
uk: Закрити
zh_cn: 关闭
zh_tw: 關閉

source: Edit
ar: حرّر
cs: Upravit
de: Bearbeiten
es_es: Editar
fi: Muokkaa
fr: Éditer
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Edytuj
pt_br: Editar
ru: Изменить
sk: Upraviť
sv_se: Redigera
th: แก้ไข
tr: Düzenle
uk: Змінити
zh_cn: 编辑
zh_tw: 編輯

source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
es_es: Exportar
fi: Vie
fr: Exporter
hu: Exportálás
it: Esporta
ja: 共有
ko: 내보내기
nl: Exporteer
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sk: Exportovať
sv_se: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експорт
zh_cn: 汇出
zh_tw: 匯出

source: OK
ar: حسناً
es_es: Aceptar
ko: 확인
nl: Oké
ru: ОК
th: ตกลง
tr: Tamam
zh_cn: 确定
zh_tw: 確定

source: Rename
ar: إعادة التسمية
cs: Přejmenovat
de: Umbenennen
es_es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sk: Premenovať
sv_se: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
zh_cn: 重新命名
zh_tw: 重新命名

source: Replace
ar: إستبدال
cs: Nahradit
de: Ersetzen
es_es: Reemplazar
fi: Korvaa
fr: Remplacer
hu: Csere
it: Sostituisci
ja: 置換
ko: 교체
nl: Vervang
pl: Zastąp
pt_br: Substituir
ru: Заменить
sk: Nahradiť
sv_se: Ersätt
th: แทนที่
tr: Değiştir
uk: Замінити
zh_cn: 替换
zh_tw: 替換

source: Show Details
ar: عرض التفاصيل
cs: Zobrazit podrobnosti
de: Zeige Details
es_es: Ver detalles
fi: Näytä tiedot
fr: Voir les détails
hu: Részletek mutatása
it: Mostra dettagli
ja: 詳細を表示
ko: 세부 정보 보기
nl: Toon details
pl: Pokaż szczegóły
pt_br: Mostrar detalhes
ru: Подробности
sk: Zobraziť podrobnosti
sv_se: Visa detaljer
th: แสดงรายละเอียด
tr: Ayrıntıları Göster
zh_cn: 显示详细信息
zh_tw: 顯示詳細資訊
